export const foodTypes = {
  souce: "Какие соусы вам нравятся? (Выберите минимум 2)",
  dairy: "Какую молочку и кисломолочку вы едите (Выберите минимум 2)?",
  fruits: "Какие фрукты вы едите? (Выберите минимум 2)",
  ["dried fruits"]: "Какие сухофрукты вам нравятся? (Выберите минимум 2)",
  drink: "Какие напитки предпочитаете? (Выберите минимум 2)",
  nuts: "Едите ли вы орехи? Если да, то какие? (Выберите минимум 2)",
  spice:
    "Что из списка ниже вы добавляете в еду (топпинги, специи)? (Выберите минимум 2)",
  vegatatable: "Какие овощи вы едите? (Выберите минимум 4)",
  meat:
    "Что из списка ниже есть в вашем рационе (мясо, птица)?(Выберите минимум 2)",
  sweet: "Что из списка сладкого ниже вы любите? (Выберите минимум 2)",
  garnish: "Какие гарниры вы предпочитаете? (Выберите минимум 2)",
  fish:
    "Что из списка ниже есть в вашем рационе (рыба, морепродукты)? (Выберите минимум 2)",
  beans: "Какие бобовые вы едите? (Выберите минимум 2)",
  mushroom: "Какие грибы вы едите? (Выберите минимум 2)",
  oil: "Какие масла вы используете? (Выберите минимум 2)",
  bread: "Какие мучные изделия вы едите? (Выберите минимум 2)",
  groats: "Какие крупы? (Выберите минимум 2)",
  berries: "Что предпочитаете из ягод? (Выберите минимум 2)",
  other: "Другие предпочтения"
};

export const foodLimiters = {
  souce: 5,
  dairy: 5,
  fruits: 5,
  ["dried fruits"]: 5,
  drink: 5,
  nuts: 5,
  spice: 5,
  vegatatable: 5,
  meat: 5,
  sweet: 5,
  garnish: 5,
  fish: 5,
  beans: 5,
  mushroom: 5,
  oil: 5,
  bread: 5,
  groats: 5,
  berries: 5,
  other: 5,
  default: 5
};
